Repository: Sestolab/YOURLS-uk_UA
Catalog: *.po
Languages: uk_ua

source: Statistics for %s
uk_ua: Статистика %s

source: Short URL
uk_ua: Коротка URL

source: Aggregate stats for duplicate short URLs
uk_ua: Об`єднати статистику для однакових коротких URL

source: Long URL
uk_ua: Довга URL

source: Traffic statistics
uk_ua: Статистика трафіку

source: Traffic location
uk_ua: Розташування трафіку

source: Traffic sources
uk_ua: Джерела трафіку

source: Share
uk_ua: Поширити

source: Last 24 hours
uk_ua: Останні 24 години

source: Last 7 days
uk_ua: Останні 7 днів

source: Last 30 days
uk_ua: Останні 30 днів

source: All time
uk_ua: Весь час

source: Number of hits : %s
uk_ua: Кількість переглядів: %s

source: Historical click count
uk_ua: Історія кліків

source: about 1 day ago
uk_ua: близько %s дня тому

source: Short URL created on %s
uk_ua: Коротку URL створено %s

source: %s per day
uk_ua: %s на день

source: %s per hour
uk_ua: %s на годину

source: %s hit
uk_ua: %s перегляд

source: Best day
uk_ua: Кращий день

source: <strong>%1$s</strong> hit on %2$s
uk_ua: <strong>%1$s</strong> перегляд на %2$s

source: Click for more details
uk_ua: Натисніть, щоб дізнатися більше

source: Year %s
uk_ua: Рік %s

source: 1 hit
uk_ua: %s перегляд

source: No traffic yet. Get some clicks first!
uk_ua: Ще немає трафіку. Спочатку отримайте декілька кліків!

source: Top 5 countries
uk_ua: Топ 5 країн

source: Overall traffic
uk_ua: Загальний трафік

source: No country data.
uk_ua: Немає даних про країну.

source: Referrer shares
uk_ua: Спільні реферери

source: Others
uk_ua: Інші

source: Referrers
uk_ua: Реферери

source: (details)
uk_ua: (деталі)

source: Various:
uk_ua: Різне:

source: Direct vs Referrer Traffic
uk_ua: Прямий трафік і переходи з сайтів

source: Direct
uk_ua: Прямий

source: Direct traffic:
uk_ua: Прямий трафік:

source: <strong>%s</strong> hit
uk_ua: <strong>%s</strong> перегляд

source: Referrer traffic:
uk_ua: Переходи з сайтів:

source: No referrer data.
uk_ua: Немає даних про джерела переходів.

source: Short link
uk_ua: Коротке посилання

source: Quick Share
uk_ua: Швидко поширити

source: Title
uk_ua: Заголовок

source: IP Address
uk_ua: IP-адреса

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
uk_ua: Пошук <strong>%1$s</strong> в <strong>%2$s</strong>.

source: Date
uk_ua: Дата

source: Clicks
uk_ua: Кліки

source: Short URL created, but could not redirect to %s !
uk_ua: Коротку URL створено, але не може бути перенаправлено на %s !

source: Unknown "Share" bookmarklet
uk_ua: Невідомий букмарклет "Поділитися"

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
uk_ua: Показано <strong>%1$s</strong> до <strong class="increment">%2$s</strong> з <strong class="increment">%3$s</strong> URL

source: counting <strong>1</strong> click
uk_ua: нараховано <strong>%s</strong> клік

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
uk_ua: Загалом, відстежено <strong class="increment">%1$s</strong> посилань, <strong>%2$s</strong> кліків, і ще рахуємо!

source: No URL
uk_ua: Немає URL

source: %s version is too old. Ask your server admin for an upgrade.
uk_ua: Версія %s занадто стара. Запитайте адміністратора сервера про оновлення.

source: YOURLS already installed.
uk_ua: YOURLS вже встановлено.

source: File <tt>.htaccess</tt> successfully created/updated.
uk_ua: Файл <tt>.htaccess</tt> успішно створено/оновлено.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
uk_ua: Не вдалося записати файл <tt>.htaccess</tt> у кореневий каталог YOURLS. Ви повинні зробити це вручну. Подивіться <a href="http://yourls.org/htaccess">як</a>.

source: Install YOURLS
uk_ua: Встановити YOURLS

source: YOURLS Administration Page
uk_ua: Сторінка адміністрування YOURLS

source: Unsupported action
uk_ua: Непідтримувана дія

source: No plugin specified, or not a valid plugin
uk_ua: Не вказано жодного плагіна чи недійсний плагін

source: Plugin has been activated
uk_ua: Плагін активовано

source: Plugin has been deactivated
uk_ua: Плагін деактивовано

source: Manage Plugins
uk_ua: Управління плагінами

source: Plugins
uk_ua: Плагіни

source: %s plugin
uk_ua: %s плагін

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
uk_ua: Наразі встановлено <strong>%1$s </strong> і <strong>%2$s </strong> активовано

source: Plugin Name
uk_ua: Назва плагіна

source: Version
uk_ua: Версія

source: Description
uk_ua: Опис

source: Author
uk_ua: Автор

source: Action
uk_ua: Дія

source: Deactivate
uk_ua: Деактивувати

source: Activate
uk_ua: Активувати

source: plugin file location: %s
uk_ua: розташування файлу плагіна: %s

source: Toggle active/inactive plugins
uk_ua: Перемкнути активні/неактивні плагіни

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
uk_ua: Якщо щось піде не так після активації плагіна, і Ви не зможете використовувати YOURLS або отримати доступ до цієї сторінки, просто перейменуйте або видаліть його каталог, або перейменуйте файл плагіна на щось інше, ніж <code>plugin.php</code>.

source: More plugins
uk_ua: Більше плагінів

source: For more plugins, head to the official <a href="http://yourls.org/awesome">Plugin list</a>.
uk_ua: Для отримання додаткових плагінів зверніться до офіційного <a href="http://yourls.org/awesome">списку плагінів</a>.

source: Cool YOURLS Tools
uk_ua: Класні інструменти YOURLS

source: Bookmarklets
uk_ua: Букмарклети

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
uk_ua: YOURLS поставляється із зручними <span>букмарклетами</span> для полегшення скорочення та обміну посиланнями.

source: Standard or Instant, Simple or Custom
uk_ua: Стандартний або Миттєвий, Простий або Власний

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
uk_ua: <span>Стандартні букмарклети</span> перенесуть Вас на сторінку, де Ви зможете легко редагувати або видаляти нову коротку URL.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
uk_ua: <span>Миттєві букмарклети</span> показуватимуть коротку URL, не залишаючи сторінки, яку Ви переглядаєте.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
uk_ua: <span>Прості букмарклети</span> генеруватимуть коротку URL з випадковим або послідовним ключовим словом.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
uk_ua: <span>Власні букмарклети</span> спочатку запитають Вас про спеціальне ключове слово.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
uk_ua: Якщо Ви хочете поділитися описом разом із скороченим посиланням, просто <span>виберіть текст</span> на сторінці, яку Ви переглядаєте, перш ніж натиснути посилання на букмарклет

source: The Bookmarklets
uk_ua: Букмарклети

source: Click and drag links to your toolbar (or right-click and bookmark it)
uk_ua: Натисніть і перетягніть посилання на панель інструментів (або клацніть правою кнопкою миші та додайте її до закладок)

source: Standard (new page)
uk_ua: Стандартний (нова сторінка)

source: Instant (popup)
uk_ua: Миттєвий (спливаюче вікно)

source: Simple
uk_ua: Простий

source: Drag to your toolbar!
uk_ua: Перетягніть на панель інструментів!

source: Shorten
uk_ua: Скоротити

source: Instant Shorten
uk_ua: Миттєво скоротити

source: Custom Keyword
uk_ua: Власне ключове слово

source: Custom shorten
uk_ua: Власне cкорочення

source: Instant Custom Shorten
uk_ua: Власне миттєве скорочення

source: Social Bookmarklets
uk_ua: Соціальні букмарклети

source: Create a short URL and share it on social networks, all in one click!
uk_ua: Створіть коротку URL та поділіться нею у соціальних мережах, одним кліком!

source: Shorten and share:
uk_ua: Скоротити і поширити:

source: Prefix-n-Shorten
uk_ua: Скорочення через префікс

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
uk_ua: Під час перегляду сторінки можна також додати префікс до повної URL: просто перейдіть у адресний рядок браузера, додайте "<span>%s</span>" до початку поточної URL (безпосередньо перед її "http://" частиною) і натисніть enter.

source: Note: this will probably not work if your web server is running on Windows
uk_ua: Примітка: це, ймовірно, не працюватиме, якщо Ваш веб-сервер працює на Windows

source: (which seems to be the case here)
uk_ua: (здається, це якраз так)

source: Secure passwordless API call
uk_ua: Безпечний виклик API (без пароля)

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
uk_ua: YOURLS дозволяє викликати API старим способом, використовуючи параметри <tt>username</tt> і <tt>password</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
uk_ua: Якщо Ви турбуєтеся про відправлення облікових даних у публічний доступ, Ви також можете робити виклики API, не використовуючи свій логін або пароль, використовуючи секретний маркер підпису.

source: Your secret signature token: <strong><code>%s</code></strong>
uk_ua: Ваш секретний підпис: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
uk_ua: (Це секрет. Залишіть його в таємниці)

source: This signature token can only be used with the API, not with the admin interface.
uk_ua: Цей підпис можна використовувати лише з API, а не з інтерфейсом адміністратора.

source: Usage of the signature token
uk_ua: Використання підпису

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
uk_ua: Просто використовуйте параметр <tt>signature</tt> у запитах до API. Приклад:

source: Usage of a time limited signature token
uk_ua: Використання підпису обмеженого за часом

source: actual value:
uk_ua: фактичне значення:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
uk_ua: Тепер використовуйте параметри <tt>signature</tt> і <tt>timestamp</tt> в ваши запитах до API . Приклад:

source: Actual values:
uk_ua: Фактичні значення:

source: This URL would be valid for only %s seconds
uk_ua: Ця URL буде дійсною тільки %s секунд

source: See the <a href="%s">API documentation</a> for more
uk_ua: Докладнішу інформацію дивіться у <a href="%s">документації API</a>

source: Upgrade YOURLS
uk_ua: Оновлення YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
uk_ua: Оновлення непотрібно. Продовжуйте <a href="%s">користуватися</a>!

source: Your current installation needs to be upgraded.
uk_ua: Ваше поточне встановлення потребує оновлення.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
uk_ua: Будь ласка, дуже прошу, <strong>зробіть резервну копію</strong> бази даних <br/>(Ви повинні робити її регулярно)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
uk_ua: Нічого страшного <em>не повинно</em> статися, але це не означає, що цього <em>не станеться</em>, чи не так? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
uk_ua: На кожному кроці, якщо <span class='error'>щось піде не так</span>, Ви побачите повідомлення і, сподіваюся, спосіб виправлення.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
uk_ua: Якщо все йде занадто швидко і Ви не можете читати, <span class="success">от і добре</span>, відпустіть :)

source: Once you are ready, press "Upgrade" !
uk_ua: Коли будете готові, натисніть "Оновити" !

source: Upgrade
uk_ua: Оновити

source: Your installation is now up to date !
uk_ua: Ваше встановлення оновлено !

source: Go back to <a href="%s">the admin interface</a>
uk_ua: Повернутися до <a href="%s">інтерфейсу адміністратора</a>

source: Could not auto-encrypt passwords. Error was: "%s".
uk_ua: Не вдалося автоматично шифрувати паролі. Помилка: "%s".

source: <a href="%s">Get help</a>.
uk_ua: <a href="%s">Отримати допомогу</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
uk_ua: <a href="%s">Натисніть тут</a> щоб ігнорувати це повідомлення протягом тижня.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
uk_ua: YOURLS потребує PHP розширень mysql, mysqli або pdo_mysql. Не знайдено розширення. Перевірте конфігурацію сервера або зверніться до свого хоста.

source: Fatal error
uk_ua: Критична помилка

source: Logged out successfully
uk_ua: Ви успішно вийшли

source: Invalid username or password
uk_ua: Неправильне ім'я користувача або пароль

source: Please log in
uk_ua: Будь ласка, увійдіть

source: 1 query
uk_ua: %s запит

source: Powered by %s
uk_ua: Працює на %s

source: Enter the URL
uk_ua: Введіть URL

source: Optional
uk_ua: Необов'язково

source: Custom short URL
uk_ua: Власна коротка URL

source: Shorten The URL
uk_ua: Скоротити URL

source: Search for %1$s in %2$s
uk_ua: Шукати %1$s в %2$s

source: Ascending
uk_ua: За зростанням

source: Descending
uk_ua: За спаданням

source: Order by %1$s %2$s
uk_ua: Сортувати %1$s %2$s

source: Show %s rows
uk_ua: Показати %s рядків

source: more
uk_ua: білше

source: less
uk_ua: менше

source: Show links with %1$s than %2$s clicks
uk_ua: Показати посилання з %1$s, ніж %2$s кліків

source: before
uk_ua: раніше

source: after
uk_ua: після

source: between
uk_ua: між

source: Show links created %1$s %2$s %3$s %4$s
uk_ua: Показати посилання створені %1$s %2$s %3$s %4$s

source: Search
uk_ua: Пошук

source: Clear
uk_ua: Очистити

source: 1 page
uk_ua: %s сторінка

source: Go to First Page
uk_ua: Перейти до першої сторінки

source: &laquo; First
uk_ua: &laquo; Перша

source: Last &raquo;
uk_ua: Остання &raquo;

source: Your short link
uk_ua: Ваше коротке посилання

source: Long link
uk_ua: Довге посилання

source: Stats
uk_ua: Статистика

source: Share with
uk_ua: Поділитися в

source: Tweet this!
uk_ua: Твітнути!

source: Share on Facebook
uk_ua: Поділития на Facebook

source: Share on Friendfeed
uk_ua: Поділитися на Friendfeed

source: Save
uk_ua: Зберегти

source: Save new values
uk_ua: Зберегти нові значення

source: Cancel
uk_ua: Скасувати

source: Cancel editing
uk_ua: Скасувати редагування

source: Error, URL not found
uk_ua: Помилка, URL не знайдено

source: Edit
uk_ua: Редагувати

source: Delete
uk_ua: Видалити

source: Not a common link
uk_ua: Незвичайне посилання

source: Original URL
uk_ua: Оригінальна URL

source: Actions
uk_ua: Дії

source: Username
uk_ua: Ім'я користувача

source: Password
uk_ua: Пароль

source: Login
uk_ua: Увійти

source: Hello <strong>%s</strong>
uk_ua: Привіт, <strong>%s</strong>

source: Logout
uk_ua: Вийти

source: Help
uk_ua: Допомога

source: Go to the admin interface
uk_ua: Перейти до інтерфейсу адміністратора

source: Admin interface
uk_ua: Інтерфейс адміністратора

source: Tools
uk_ua: Інструменти

source: Today
uk_ua: Сьогодні

source: Close
uk_ua: Закрити

source: <a href="%s">YOURLS version %s</a> is available. Please update!
uk_ua: Доступна <a href="%s">версія YOURLS %s</a>. Будь ласка, оновіть!

source: Incorrect DB config, or could not connect to DB
uk_ua: Неправильна конфігурація БД, або неможливо підключитися до БД

source: Table '%s' created.
uk_ua: Таблиця '%s' створена.

source: Error creating table '%s'.
uk_ua: Помилка створення таблиці '%s'.

source: Could not initialize options
uk_ua: Не вдалося ініціалізувати параметри

source: Could not insert sample short URLs
uk_ua: Не вдалося вставити зразки коротких URL

source: YOURLS tables successfully created.
uk_ua: Таблиці YOURLS успішно створено.

source: Error creating YOURLS tables.
uk_ua: Помилка створення таблиць YOURLS.

source: Sunday
uk_ua: Неділя

source: Monday
uk_ua: Понеділок

source: Tuesday
uk_ua: Вівторок

source: Wednesday
uk_ua: Середа

source: Thursday
uk_ua: Четвер

source: Friday
uk_ua: П'ятниця

source: Saturday
uk_ua: Субота

source: S_Sunday_initial
uk_ua: Н

source: M_Monday_initial
uk_ua: П

source: T_Tuesday_initial
uk_ua: В

source: W_Wednesday_initial
uk_ua: С

source: T_Thursday_initial
uk_ua: Ч

source: F_Friday_initial
uk_ua: П

source: S_Saturday_initial
uk_ua: С

source: Sun
uk_ua: Нд

source: Mon
uk_ua: Пн

source: Tue
uk_ua: Вт

source: Wed
uk_ua: Ср

source: Thu
uk_ua: Чт

source: Fri
uk_ua: Пт

source: Sat
uk_ua: Сб

source: January
uk_ua: Січень

source: February
uk_ua: Лютий

source: March
uk_ua: Березень

source: April
uk_ua: Квітень

source: May
uk_ua: Травень

source: June
uk_ua: Червень

source: July
uk_ua: Липень

source: August
uk_ua: Серпень

source: September
uk_ua: Вересень

source: October
uk_ua: Жовтень

source: November
uk_ua: Листопад

source: December
uk_ua: Грудень

source: Jan_January_abbreviation
uk_ua: Січ

source: Feb_February_abbreviation
uk_ua: Лют

source: Mar_March_abbreviation
uk_ua: Берез

source: Apr_April_abbreviation
uk_ua: Квіт

source: May_May_abbreviation
uk_ua: Трав

source: Jun_June_abbreviation
uk_ua: Черв

source: Jul_July_abbreviation
uk_ua: Лип

source: Aug_August_abbreviation
uk_ua: Серп

source: Sep_September_abbreviation
uk_ua: Верec

source: Oct_October_abbreviation
uk_ua: Жовт

source: Nov_November_abbreviation
uk_ua: Листоп

source: Dec_December_abbreviation
uk_ua: Груд

source: number_format_thousands_sep
uk_ua: &nbsp;

source: Could not find and deactivated plugin :
uk_ua: Не вдалося знайти та деактивувати плагін :

source: Not a valid plugin file
uk_ua: Неправильний файл плагіна

source: Plugin already activated
uk_ua: Плагін вже активовано

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
uk_ua: Плагін видав непередбачений результат. Помилка: <br/><pre>%s</pre>

source: Plugin not active
uk_ua: Плагін не активний

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
uk_ua: Цієї сторінки не існує. Можливо, плагін, який Ви вважаєте активованим, неактивний?

source: Invalid link
uk_ua: Недійсне посилання

source: Missing or malformed URL
uk_ua: Відсутня або неправильна URL

source: URL is a short URL
uk_ua: Це посилання вже сорочене

source: Short URL %s already exists in database or is reserved
uk_ua: Коротка URL %s вже існує в базі даних або зарезервована

source: %s added to database
uk_ua: %s додано до бази даних

source: Error saving url to database
uk_ua: Помилка збереження URL до бази даних

source: %s already exists in database
uk_ua: %s вже існує в базі даних

source: Link updated in database
uk_ua: Посилання оновлено в базі даних

source: Error updating %s (Short URL: %s)
uk_ua: Помилка оновлення %s (Коротка URL: %s)

source: URL or keyword already exists in database
uk_ua: URL або ключове слово вже існує в базі даних

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
uk_ua: якщо Ви не будете перенаправлені через 10 секунд, <a href="%s">натисніть тут</a>

source: Please <a href="%s">click here</a>
uk_ua: Будь ласка, <a href="%s">натисніть тут</a>

source: Too many URLs added too fast. Slow down please.
uk_ua: Занадто багато URL додано занадто швидко. Повільніше будь ласка.

source: Forbidden
uk_ua: Заборонено

source: Unauthorized action or expired link
uk_ua: Несанкціонована дія або прострочене посилання

source: Error
uk_ua: Помилка

source: Service temporarily unavailable
uk_ua: Сервіс тимчасово недоступний

source: Our service is currently undergoing scheduled maintenance.
uk_ua: Наш сервіс в даний час проходить планове технічне обслуговування.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
uk_ua: Це не повинно тривати довго, дякуємо Вам за терпіння та пробачте за незручності

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
uk_ua: %1$s <strong>припинено</strong> в цій версії %2$s! Натомість використовуйте %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
uk_ua: %1$s <strong>припинено</strong> в цій версії %2$s альтернативи недоступні.

source: day
uk_ua: день

source: view
uk_ua: перегляд
